Repository: lloc/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: cs_cz, hu_hu, pl_pl

source: %s and %s
cs_cz: %s a %s
pl_pl: %s i %s

source: This post is also available in %s.
cs_cz: Tento příspěvek je dostupný také v %s.
pl_pl: Treść dostępna również w %s

source: Multisite Language Switcher is almost ready. You must <a href="%s">complete the configuration process</a>.
cs_cz: Multisite Language Switcher je téměř připraven. Musíte <a href="%s">dokončit konfigurační proces<a>.
hu_hu: A Multisite Nyelv Választó majdnem kész. A következő linken <a href="%s"> befejezheted a telepítést.
pl_pl: Multisite Language Switcher jest prawie gotowy. Wystarczy, że <a href="%s">dokończysz proces konfiguracji</a>.

source: Multisite Language Switcher Options
cs_cz: Nastavení Multisite Language Switcher
hu_hu: Multisite Nyelv Választó Opciók
pl_pl: Multisite Language Switcher Opcje

source: To achieve maximum flexibility, you have to configure each blog separately.
cs_cz: Pro dosažení maximální flexibility, budete muset nakonfigurovat každý blog zvlášť.
hu_hu: A maximális rugalmasság elérésére minden blog-ot külön kell konfigurálnod.
pl_pl: Aby osiagnąć maksymalną elastyczność, skonfiguruj każdy blog osobno.

source: Configure
cs_cz: Konfigurovat
hu_hu: Konfigurálás
pl_pl: Konfiguruj

source: Update
cs_cz: Aktualizace
hu_hu: Frissítés
pl_pl: Zaktualizuj

source: Main Settings
cs_cz: Hlavní nastavení
hu_hu: Beállítások
pl_pl: Ustawienia główne

source: Display
cs_cz: Zobrazení
hu_hu: Mutat
pl_pl: Wyświetl

source: Activate experimental autocomplete inputs
pl_pl: Aktywuj eksperymentalne auto-uzupełniane pola

source: Sort output by description
cs_cz: Seřadit výstup podle popisu
hu_hu: Listázza az eredményt leírás szerint
pl_pl: Sortuj listę po opisie

source: Exclude this blog from output
cs_cz: Vyloučit tento blog z výstupu
hu_hu: Ezt a blogot ne vegye bele az eredmények közé
pl_pl: Nie wyświetlaj tego bloga na liście

source: Show only links with a translation
cs_cz: Zobrazit pouze odkazy s překladem
hu_hu: Csak azokat a linkeket mutassa, amik rendelkeznek fordítással
pl_pl: Pokazuj link tylko, gdy dostępne jest tłumaczenie

source: Display link to the current language
cs_cz: Zobrazit odkaz v aktuálním jazyce
hu_hu: Az aktuális nyelven mutasson linkeket.
pl_pl: Wyświetl link do bieżącego języka

source: Description
cs_cz: Popis
hu_hu: Leírás
pl_pl: Opis

source: Text/HTML before the list
cs_cz: Text/HTML před seznamem
hu_hu: Szöveg/HTML a lista előtt
pl_pl: Text/HTML przed listą języków

source: Text/HTML after the list
cs_cz: Text/HTML za seznamem
hu_hu: Szöveg/HTML a lista után
pl_pl: Text/HTML po liście języków

source: Text/HTML before each item
cs_cz: Text/HTML před každou položkou
hu_hu: Szöveg/HTML az egységek előtt
pl_pl: Text/HTML przed każdym językiem

source: Text/HTML after each item
cs_cz: Text/HTML za každou položkou
hu_hu: Szöveg/HTML az egységek után
pl_pl: Text/HTML po każdym języku

source: Add hint for available translations
cs_cz: Přidat nápovědu pro dostupné překlady
hu_hu: Adjon útmutatót az elérhető fordításokról
pl_pl: Dodaj wskazówkę o dostępnych tłumaczeniach

source: Hint priority
cs_cz: Priorita nápovědy
hu_hu: Az útmutatók prioritása
pl_pl: Priorytet wskazówki

source: Custom URL for flag-images
cs_cz: Vlastní URL pro obrázky vlajky
hu_hu: Egyedi URL-címek a zászlóképekhez
pl_pl: URL do własnego pliku z flagą

source: Edit the translation in the %s-blog
cs_cz: Upravit překlad v blogu %s
pl_pl: Edytuj tłumaczenie w blogu %s

source: Create a new translation in the %s-blog
cs_cz: Vytvořit nový překlad v blogu %s
pl_pl: Dodaj nowe tłumaczenie w blogu %s

source: Flag and description
cs_cz: Vlajka a popis
hu_hu: Zászló és leírás
pl_pl: Flaga i opis

source: Flag only
cs_cz: Jen vlajka
hu_hu: Csak zászló
pl_pl: Tylko flaga

source: Description and flag
cs_cz: Popis a vlajka
hu_hu: Leírás és zászló
pl_pl: Opis i flaga

source: Description only
cs_cz: Jen popis
hu_hu: Csak leírás
pl_pl: Tylko opis

source: You should define at least another blog in a different language in order to have some benefit from this plugin!
cs_cz: Měli byste definovat minimálně další jeden blog v jiném jazyce, abyste nějak využili tento plugin!
hu_hu: Meg kell határoznod legalább egy másik blogot egy másik nyelven ahhoz, hogy használni tudd ennek a plugin-nak a lehetőségeit!
pl_pl: Powinieneś zdefiniować przynajmniej jeden dodatkowy blog, aby mieć jakikolwiek użytek z tej wtyczki!

source: This plugin needs the activation of the multisite-feature for working properly. Please read <a onclick="window.open(this.href); return false;" href="http://codex.wordpress.org/Create_A_Network">this post</a> if you don't know the meaning.
pl_pl: Do poprawnego działania wtyczki potrzeba aktywacji funkcjonalności Sieci. Przeczytaj proszę <a onclick="window.open(this.href); return false;" href="http://codex.wordpress.org/Create_A_Network">ten wpis</a> jeśli nie wiesz o co chodzi.

source: Title
cs_cz: Název
hu_hu: Cím
pl_pl: Tytuł

source: Multisite Language Switcher
hu_hu: Multisite Nyelv Választó
