Repository: lloc/Multisite-Language-Switcher
Catalog: languages/multisite-language-switcher-*.po
Languages: hr_hr, ka_ge

source: This post is also available in %s.
hr_hr: Ovaj post je takoðer dostupan u %s
ka_ge: ეს პოსტი ასევე ხელმისაწვდომია %s.

source: %s and %s
hr_hr: %s i %s
ka_ge: %s და %s

source: Multisite Language Switcher
ka_ge: Multisite ენა Switcher

source: Multisite Language Switcher Options
hr_hr: Multisite Language Switcher Opcije
ka_ge: Multisite ენა Switcher პარამეტრები

source: To achieve maximum flexibility, you have to configure each blog separately.
hr_hr: Da bi ste postigli najveæu fleksibilnost, trebate podesit svaki blog zasebno.
ka_ge: მისაღწევად მაქსიმალური მოქნილობა, თქვენ გაქვთ კონფიგურაციის ყოველ წაკითხვა ცალკე.

source: Update
hr_hr: Auriranje
ka_ge: განახლების

source: Main Settings
hr_hr: Glavne Postavke
ka_ge: მთავარი პარამეტრები

source: Display
hr_hr: Prikai
ka_ge: ჩვენების

source: Sort output by description
hr_hr: Sortiraj izlaz po opisu
ka_ge: დალაგება გამომავალი by აღწერა

source: Display link to the current language
hr_hr: Prikai link na trenutni jezik
ka_ge: ჩვენების ბმული მიმდინარე ენა

source: Show only links with a translation
hr_hr: Prikai samo veze s prijevodom
ka_ge: მხოლოდ კავშირები თარგმანი

source: Description
hr_hr: Opis
ka_ge: აღწერა

source: Text/HTML before the list
hr_hr: Text/HTML prije liste
ka_ge: ტექსტი / HTML ადრე სია

source: Text/HTML after the list
hr_hr: Text/HTML poslje liste
ka_ge: ტექსტი / HTML შემდეგ სიაში

source: Text/HTML before each item
hr_hr: Text/HTML prije svake stavke
ka_ge: ტექსტი / HTML თითოეული პუნქტის

source: Text/HTML after each item
hr_hr: Text/HTML poslje svake stavke
ka_ge: ტექსტი / HTML ყოველი ნივთი

source: Add hint for available translations
hr_hr: Dodajte savjet za dostupne prijevode
ka_ge: დამატება მინიშნება ხელმისაწვდომი თარგმანი

source: Hint priority
hr_hr: Prioritet savjeta
ka_ge: მინიშნება პრიორიტეტი

source: Custom URL for flag-images
hr_hr: Posebni URL za slike-zastava
ka_ge: საბაჟო URL for flag-გამოსახულებები

source: Exclude this blog from output
hr_hr: Iskljuèite ovaj blog od izlaza
ka_ge: გამორიცხავს ამ დღიურში მხრიდან გამომავალი

source: Edit the translation in the %s-blog
hr_hr: Uredi prijevod u %s-blog
ka_ge: შესწორება თარგმანი% s-დღიურში

source: Create a new translation in the %s-blog
hr_hr: Napravi novi prijevod u %s
ka_ge: შექმენით ახალი თარგმანი% s-დღიურში

source: Flag and description
hr_hr: Zastava i opis
ka_ge: დროშა და აღწერილობა

source: Flag only
hr_hr: Zastava samo
ka_ge: დროშა მხოლოდ

source: Description and flag
hr_hr: Opis i zastava
ka_ge: აღწერა და დროშის

source: Description only
hr_hr: Opis samo
ka_ge: აღწერა მხოლოდ

source: You should define at least another blog in a different language in order to have some benefit from this plugin!
hr_hr: Trebali bi definirati barem jedan blog u drugom jeziku da bi ste imali korist od ovog dodatka!
ka_ge: თქვენ უნდა განსაზღვროს სულ ცოტა კიდევ ერთი წაკითხვა სხვა ენაზე, რათა გარკვეული სარგებელი ამ ჩანართში!

source: Title
hr_hr: Naslov
ka_ge: სათაური
